[
  {
    "AdmissionDate": "2023-08-11T11:12:00",
    "AdoptionStatus": "AvailableForAdoption",
    "BirthDate": "2020-03-13",
    "Breed": "jamnik",
    "Description": "Azor to wesoły jamnik o ogromnym sercu. Trafił do nas po tym, jak jego poprzedni właściciel musiał wyjechać za granicę. Jest pełen energii i uwielbia długie spacery. Mimo krótkich łapek, potrafi biegać jak maratończyk. Kocha zabawy piłką i zawsze cieszy się na widok człowieka. Z innymi psami dogaduje się bez większych problemów. Idealny do mieszkania, ale potrzebuje regularnego ruchu. Ma aktualne szczepienia i jest wykastrowany. Szukamy dla niego rodziny, która zapewni mu dużo miłości i zabawy.",
    "Gender": "Male",
    "Name": "Azor",
    "Species": "Dog",
    "Weight": 15.0,
    "ImagePath": "dachshund_miniature_smooth_haired.jpg",
    "HealthRecords": ["Szczepienie", "Kastracja", "Czipowanie"]
  },
  {
    "AdmissionDate": "2024-11-11",
    "AdoptionStatus": "InTemporaryHome",
    "BirthDate": "2019-03-30",
    "Breed": "maine coon",
    "Description": "Mruczek to dostojny kocur rasy maine coon, który obecnie przebywa w domu tymczasowym. Trafił do nas jako młody kot i od razu skradł nasze serca swoim spokojem. Jest ogromny, a przy tym niezwykle łagodny i cierpliwy. Uwielbia wylegiwać się na wysokich półkach i obserwować otoczenie z góry. Mruczek jest przyjacielski wobec innych kotów, a także akceptuje spokojne psy. Lubi być głaskany, ale na własnych zasadach. Szukamy dla niego domu, który doceni jego majestatyczny charakter. Mruczek jest zaszczepiony, wykastrowany i gotowy do adopcji. Mamy nadzieję, że nowa rodzina pokocha go tak samo, jak my.",
    "Gender": "Male",
    "Name": "Mruczek",
    "Species": "Cat",
    "Weight": 10.3,
    "ImagePath": "maine_coon.jpg",
    "HealthRecords": ["Szczepienie", "Kastracja"]
  },
  {
    "AdmissionDate": "2021-05-11T18:01:10",
    "AdoptionStatus": "AdoptionCompleted",
    "BirthDate": "2020-03-13",
    "Breed": "sznaucer",
    "Description": "Pusia to drobna suczka, która skradła serca całego personelu. Została znaleziona błąkająca się po mieście, przerażona i głodna. Szybko odzyskała radość życia w schronisku. Uwielbia być blisko człowieka i domaga się głaskania. Jest bardzo bystra i szybko się uczy. Świetnie radzi sobie w mieszkaniu, nie sprawia problemów wychowawczych. Została zaszczepiona, zaczipowana i wysterylizowana. Pusia znalazła już swój nowy, kochający dom. Mamy nadzieję, że będzie tam bardzo szczęśliwa.",
    "Gender": "Female",
    "Name": "Pusia",
    "Species": "Dog",
    "Weight": 5.0,
    "ImagePath": "schnauzer_standard.jpg",
    "HealthRecords": ["Szczepienie", "Czipowanie", "Sterylizacja"]
  },
  {
    "AdmissionDate": "2025-04-01T08:21:11",
    "AdoptionStatus": "Admitted",
    "BirthDate": "2016-03-13",
    "Breed": "kundel",
    "Description": "Burek to duży, ale bardzo łagodny pies. Do schroniska trafił po śmierci swojego właściciela. Jest spokojny, dobrze wychowany i uwielbia leniwe spacery. Burek dobrze dogaduje się z innymi psami, choć koty woli omijać szerokim łukiem. Kocha kontakt z ludźmi i chętnie przytula się przy każdej okazji. Potrzebuje trochę czasu, aby zaufać nowym osobom. Burek jest już po przeglądzie weterynaryjnym i czeka na swoją nową rodzinę. Idealnie nadaje się dla osób szukających spokojnego i wiernego przyjaciela.",
    "Gender": "Male",
    "Name": "Burek",
    "Species": "Dog",
    "Weight": 25.0,
    "ImagePath": "australian_shepherd_dog.jpg",
    "HealthRecords": ["Przegląd weterynaryjny", "Szczepienie"]
  },
  {
    "AdmissionDate": "2023-04-01T12:59:01",
    "AdoptionStatus": "Deceased",
    "BirthDate": "2006-03-13",
    "Breed": "dachowiec",
    "Description": "Filemon był jednym z naszych najstarszych podopiecznych. Trafił do schroniska jako kot senior, porzucony przez poprzedniego właściciela. Mimo swojego wieku, był pełen ciepła i wdzięczności. Uwielbiał spać na ciepłych kocach i mruczeć godzinami. Zawsze pierwszy witał gości w kociarni. Filemon spędził u nas spokojne lata, otoczony troską i miłością. Odszedł w otoczeniu opiekunów, którzy bardzo go kochali. Zawsze będzie częścią naszej schroniskowej rodziny. Dziękujemy mu za wszystkie wspólne chwile.",
    "Gender": "Male",
    "Name": "Filemon",
    "Species": "Cat",
    "Weight": 4.1,
    "ImagePath": "pixiebob.jpg",
    "HealthRecords": ["Szczepienie", "Czipowanie"]
  },
  {
    "AdmissionDate": "2024-02-15T09:45:00",
    "AdoptionStatus": "AvailableForAdoption",
    "BirthDate": "2022-06-01",
    "Breed": "akita",
    "Description": "Rex to młody, energiczny akita, który potrzebuje dużo ruchu i zajęcia. Jest bardzo inteligentny i wierny opiekunowi. Uwielbia spacery i zabawy na świeżym powietrzu. Szukamy dla niego osoby z doświadczeniem w pracy z dużymi psami. Rex jest zaszczepiony, wykastrowany i gotowy do adopcji.",
    "Gender": "Male",
    "Name": "Rex",
    "Species": "Dog",
    "Weight": 30.0,
    "ImagePath": "japanese_shibu_inu.jpg",
    "HealthRecords": ["Szczepienie", "Kastracja", "Czipowanie"]
  },
  {
    "AdmissionDate": "2023-12-01T13:20:00",
    "AdoptionStatus": "AvailableForAdoption",
    "BirthDate": "2021-09-14",
    "Breed": "bichon",
    "Description": "Kropka to niewielka suczka bichon, pełna energii i radości. Trafiła do nas po trudnych przejściach, ale odzyskała zaufanie do ludzi. Świetnie odnajdzie się w mieszkaniu. Kropka uwielbia zabawy i przytulanie. Jest zaszczepiona, zaczipowana i gotowa do adopcji.",
    "Gender": "Female",
    "Name": "Kropka",
    "Species": "Dog",
    "Weight": 7.5,
    "ImagePath": "bichon_frise.jpg",
    "HealthRecords": ["Szczepienie", "Czipowanie", "Sterylizacja"]
  },
  {
    "AdmissionDate": "2025-01-10T11:00:00",
    "AdoptionStatus": "InTemporaryHome",
    "BirthDate": "2020-12-25",
    "Breed": "brytyjski krótkowłosy",
    "Description": "Luna to piękna kotka rasy brytyjski krótkowłosy, która przebywa w domu tymczasowym. Jest spokojna, łagodna i bardzo towarzyska. Uwielbia spokojne popołudnia na kanapie. Idealna dla osób szukających kota-przyjaciela. Jest wysterylizowana, zaszczepiona i zaczipowana.",
    "Gender": "Female",
    "Name": "Luna",
    "Species": "Cat",
    "Weight": 5.8,
    "ImagePath": "british_shorthair.jpg",
    "HealthRecords": ["Szczepienie", "Sterylizacja", "Czipowanie"]
  },
  {
    "AdmissionDate": "2024-05-21T10:15:00",
    "AdoptionStatus": "Admitted",
    "BirthDate": "2015-10-10",
    "Breed": "bernardyn",
    "Description": "Fado to starszy bernardyn, który szuka spokojnego domu na emeryturę. Jest łagodnym olbrzymem – kocha ludzi i bardzo lubi dzieci. Chętnie spędza czas na krótkich spacerach i odpoczynku w ogrodzie. Jest zaszczepiony, zaczipowany i wykastrowany.",
    "Gender": "Male",
    "Name": "Fado",
    "Species": "Dog",
    "Weight": 65.0,
    "ImagePath": "st_bernard_medium_long_coat.jpg",
    "HealthRecords": ["Szczepienie", "Kastracja", "Czipowanie"]
  },
  {
    "AdmissionDate": "2023-09-30T14:30:00",
    "AdoptionStatus": "AvailableForAdoption",
    "BirthDate": "2022-03-05",
    "Breed": "dachowiec",
    "Description": "Misia to młoda kotka dachowiec, o delikatnym charakterze. Jest nieco nieśmiała, ale gdy już zaufa – oddaje serce na łapki. Lubi zabawy z wędką i wspólne drzemki. Misia została wysterylizowana, zaszczepiona i zaczipowana.",
    "Gender": "Female",
    "Name": "Misia",
    "Species": "Cat",
    "Weight": 3.9,
    "ImagePath": "pixiebob.jpg",
    "HealthRecords": ["Szczepienie", "Czipowanie", "Sterylizacja"]
  },
  {
    "AdmissionDate": "2025-03-05T16:40:00",
    "AdoptionStatus": "Admitted",
    "BirthDate": "2018-07-22",
    "Breed": "beagle",
    "Description": "Tobi to energiczny beagle, pełen ciekawości świata. Uwielbia węszyć i eksplorować nowe miejsca. Idealny kompan dla aktywnej rodziny. Tobi jest zaszczepiony, zaczipowany i wykastrowany, gotowy na nowe przygody!",
    "Gender": "Male",
    "Name": "Tobi",
    "Species": "Dog",
    "Weight": 12.0,
    "ImagePath": "beagle.jpg",
    "HealthRecords": ["Szczepienie", "Kastracja", "Czipowanie"]
  },
  {
    "AdmissionDate": "2024-06-20T17:10:00",
    "AdoptionStatus": "AvailableForAdoption",
    "BirthDate": "2023-05-15",
    "Breed": "kundel",
    "Description": "Figa to młoda, energiczna suczka typu kundel. Uwielbia ruch i zabawę z innymi psami. Jest bardzo sprytna i szybko się uczy, ale potrzebuje cierpliwego opiekuna. Idealna do aktywnej rodziny. Figa została zaszczepiona, zaczipowana i wysterylizowana.",
    "Gender": "Female",
    "Name": "Figa",
    "Species": "Dog",
    "Weight": 9.2,
    "ImagePath": "fox_terrier_smooth_coat.jpg",
    "HealthRecords": ["Szczepienie", "Sterylizacja", "Czipowanie"]
  },
  {
    "AdmissionDate": "2023-07-15T15:00:00",
    "AdoptionStatus": "AdoptionCompleted",
    "BirthDate": "2022-02-11",
    "Breed": "cymric",
    "Description": "Kleo to niezwykła kotka rasy cymric – bezogonka o miękkim futrze. Została adoptowana po kilku miesiącach pobytu w schronisku. Kleo jest bardzo towarzyska i uwielbia obecność człowieka. Teraz cieszy się spokojnym życiem w nowym domu.",
    "Gender": "Female",
    "Name": "Kleo",
    "Species": "Cat",
    "Weight": 4.5,
    "ImagePath": "cymrics.jpg",
    "HealthRecords": ["Szczepienie"]
  },
  {
    "AdmissionDate": "2025-02-28T12:30:00",
    "AdoptionStatus": "InTemporaryHome",
    "BirthDate": "2017-01-01",
    "Breed": "bokser",
    "Description": "Sunny to wesoły bokser, który uwielbia kontakt z ludźmi i zabawy na świeżym powietrzu. Obecnie mieszka w domu tymczasowym, gdzie uczy się zasad życia rodzinnego. Sunny jest zaszczepiony, zaczipowany i wykastrowany. Szukamy dla niego domu z ogrodem.",
    "Gender": "Male",
    "Name": "Sunny",
    "Species": "Dog",
    "Weight": 32.0,
    "ImagePath": "hungarian_vizsla.jpg",
    "HealthRecords": ["Szczepienie", "Kastracja", "Czipowanie"]
  },
  {
    "AdmissionDate": "2024-10-10T11:10:00",
    "AdoptionStatus": "Deceased",
    "BirthDate": "2009-04-20",
    "Breed": "sfinks",
    "Description": "Bazyl był wyjątkowym kotem rasy sfinks – łysy, ale o wielkim sercu. Uwielbiał ciepło, bliskość i pieszczoty. Przeżył u nas piękne lata otoczony troską. Odszedł spokojnie, w objęciach opiekunów. Na zawsze pozostanie w naszej pamięci.",
    "Gender": "Male",
    "Name": "Bazyl",
    "Species": "Cat",
    "Weight": 5.0,
    "ImagePath": "sphynx.jpg",
    "HealthRecords": ["Odrobaczanie", "Szczepienie", "Czipowanie"]
  }
]
